Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/2_id_458416.html.tmx
Source language: sme
Languages: nob

source: Dás don leat :
nob: Du er her :

source: Bargodepartemeanta
nob: Arbeidsdepartementet

source: Dokumeanttat
nob: Dokumenter

source: Proposišuvnnat ja dieđáhusat
nob: Proposisjoner og meldinger

source: Dieđáhusat Stuorradiggái
nob: Meldinger til Stortinget

source: 2 Sámi ja dáža historjá ...
nob: 2 Samisk og norsk historie ...

source: St.dieđ. nr. 55 ( 2000-2001 )
nob: St.meld. nr. 55 ( 2000-2001 )

source: Sámepolitihka birra
nob: Om samepolitikken

source: Bláđe dokumeanttas :
nob: Bla i dokumentet :

source: &lt; 1 Láidehus ja oktiigeassu
nob: &lt; 1 Innledning og sammendrag

source: 3 Sámepolitihka rievttálaš ... &gt;
nob: 3 Det rettslige grunnlaget ... &gt;

source: Ovdasiidu
nob: Dokumentets forside

source: 2 Sámi ja dáža historjá – historjjálaš momeanttat
nob: 2 Samisk og norsk historie – noen historiske momenter

source: 2.1 Historjjálaš geahčastat guovtti álbmogii
nob: 2.1 De to folkene – et historisk perspektiv

source: Sámedikki rahpamis 1997 celkkii gonagas Harald V ahte Norgga stáhta lea vuođđuduvvon guovtti álbmoga eatnamiid ala – sámiid ja dážaid eatnamiid ala .
nob: Under åpningen av Sametinget i 1997 , uttalte kong Harald V at staten Norge er etablert på territoriet til to folk – samer og nordmenn .

source: Son maiddái ánui ándagassii dan ovddas mo stáhta áiggiid čađa lea meannudan sámiiguin :
nob: Han bad også om unnskyldning for den måten staten hadde behandlet samene på opp gjennom tiden :

source: « Norgga stáhta lea vuođđuduvvon guovtti álbmoga oktasaš eanaguovllu ala – dážaid ja sámiid .
nob: « Den norske stat er grunnlagt på territoriet til to folk – nordmenn og samer .

source: Sámi historjá lea čavgadit bárgiduvvon oktii dáža historjjáin .
nob: Samisk historie er tett flettet sammen med norsk historie .

source: Mii fertet dál šállošit dan vearrivuođa maid Norgga stáhta ovdal lea dahkan sámi álbmogii garra dáruiduhttinpolitihka bokte . »
nob: I dag må vi beklage den urett den norske stat tidligere har påført det samiske folk gjennom en hard fornorskningspolitikk . »

source: Makkár duođalašvuođat leat gonagasa dadjamiid duohken ?
nob: Hvilke realiteter er det som ligger bak kongens formuleringer ?

source: Maid oaivvilda doahpagiin oktasaš eanaguovlu 1 , ja manne anii gonagas dárbbašlažžan šállošit meannudanvuogi mii lea geavahuvvon sámiid vuostá ?
nob: Hva menes med det felles territoriet , og hvorfor fant kongen det nødvendig å beklage den behandlingen samene er blitt utsatt for ?

source: Dán oanehis historjjálaš láidehusas deattuhuvvojit dáža ja sámi álbmoga gaskavuođat áiggiid čađa .
nob: I denne korte historiske innledningen vil hovedvekten ligge på relasjonene mellom det norske og det samiske folket opp gjennom tiden .

source: Goas mearriduvvojedje ráját , mat guske maiddái sámi geavahan- ja ássanguovlluide ?
nob: Når ble grensene som også berørte de samiske bruks- og bosettingsområdene fastsatt ?

source: Makkár hámolaš 2 mekanismmat leat ovdal gávdnon sámiid kultuvrralaš ja ávnnaslaš vuoigatvuođaid váfisteami hárrái ?
nob: Hvilke formelle mekanismer har tidligere eksistert når det gjaldt å sikre samenes kulturelle og materielle rettigheter ?

source: Guovddáš gažaldat lea maid guđe cuohkit ledje vuođđun dasa ahte stáhta eiseválddit birrasiid 1800-logu gaskkamuttus hábmegođii politihka man ulbmil lei ahte sámi kultuvra galggai jávkat , ja dáruiduhttin galggai čađahuvvot .
nob: Et helt sentralt spørsmål er også hvilke motiver som lå til grunn for at statens myndigheter fra rundt midten av 1800-tallet la opp til en politikk som tok sikte på at denne kulturen skulle bort , og fornorskningspolitikken ble gjennomført .

source: 2.2 Riidu sámiid guovlluid alde – sámit šaddet stáhtaid oktasaš riikkavulosažžan
nob: 2.2 Strid om de samiske områdene – samene som statenes felles undersåtter

source: Go geahčada sámiid oktavuođaid davviriikkalaš stáhtaiguin ( ja Ruošša stáhtain ) , de lea deaŧalaš historjjálaš vuolggasadji ahte oasit dálá stáhtaid eanaguovlluin leat leamaš sámi ássanguovllut áigá ovdal go stáhtat ja riikkaráját ásahuvvojedje .
nob: Et viktig historisk utgangspunkt når det gjelder forholdet mellom samene og de nordiske statene ( og Russland ) , er at samene bebodde deler av det som nå er disse statenes territorier lenge før statene og statsgrensene ble etablert .

source: Álgoálgosaš sámi ássanguovlu lei Gaska-Skandinavias davásguvlui , gitta Jiekŋameara gáttiid rádjái .
nob: Det opprinnelige samiske bosetningsområdet strakte seg fra Midt-Skandinavia og nordover , helt til Ishavskysten .

source: Dálá Suopma lei maiddái sámi ássanguovlun , nuorttas Ladoga-jávrri rádjái , ja das Vilgesmeara orjješ-lulágeahčái , ja vel olles Guoládatnjárga .
nob: Nåværende Finland hørte med , øst til innsjøen Ladoga , og derfra til den sørvestre delen av Hvitehavet , samt hele Kolahalvøya .

source: Sámit ledje guhká ráđđejeaddjin dán stuorra guovl ­lus mas ledje unnán ássit , ja leat ain eanetlogus vissis guovlluin .
nob: I deler av dette store , tynt befolkete område , var den samiske befolkningen lenge dominerende og i enkelte distrikter utgjør samene stadig et flertall av befolkningen .

source: Eurohpalaš girjjálašvuohta , mii lea čállojuvvon min áigerehkega vuosttas duhátjagis , sisdoallá muhtun čállosiid sámiid birra .
nob: I europeisk litteratur fra det første tusenåret av vår tidsregning , finner man enkelte skriftlige nedtegnelser om samene .

source: Erenoamážit deattuhuvvo ahte sámi álbmot lei bivdoálbmot , ja diehtu sámiid čuoigančehppodagas .
nob: Det som særlig fremheves , er at de var et jegerfolk , og at de behersket skiløperkunsten .

source: Vuosttas autenttalaš čálus sámiid birra , ja Skandinavia birra , lea čállojuvvon 800-logu loahpas .
nob: Den første autentiske beretningen om samene , og om Skandinavia , får man på slutten av 800-tallet .

source: Dalle borjjastii Davvi-Norgga oaivámuš Ottar – gii oaivvildii iežas davimus ássi dážan – Romssa guovl ­lus gitta Vilgesmeara gáttiide .
nob: Da seilte den nordnorske høvdingen Ottar – i følge ham selv den nordligst boende nordmann – fra Tromsøtraktene og helt inn i Hvitehavet .

source: Davvi-Romssa , ­Finnmárkku ja Guoládaga gáttiin deaivvai son dušše sámi fuođđo- , guolle- ja loddebivdiid .
nob: Langs kysten av Nord-Troms , Finnmark og Kolahalvøya traff han bare samiske jegere , fiskere og fuglefangere .

source: Son deaivvai eará álbmogiid easkka Vilgesmeara gáttiin .
nob: Først ved strendene i Hvitehavet kom han i kontakt med andre folkeslag .

source: Iežas mátkemuitalusas , maid son attii eŋgelas gonagassii Alfredii , muitalii Ottar maiddái ahte sámit ásse dážaid ássanguovlluid nuorttabealde , namalassii Skandinavia njárgga siseatnamiin .
nob: I denne beretningen , som han gav til kong Alfred av England , kunne han for øvrig også fortelle at samene hadde tilhold øst for den bebygde delen av nordmennenes land . Det vil med andre ord si i det indre av den skandinaviske halvøya .

source: Ottara mátkemuitalus ahte duođastit čielgasit ahte sámi kultuvra lei vuođđuduvvon fuođđo- ja guollebivdui – goit davimus sámi ássanguovlluin .
nob: Ottars beretninger et meget klart vitnesbyrd om at samisk kultur – i hvert fall i denne nordlige delen av det samiske bosetningsområdet – var bygd på jakt , fiske og fangst .

source: Bivdoboađus lei mávssolaš , ja davvinorgalaš oaivámušat huksejedje iežaset riggodagaid vuosttažettiin daiguin « vearrogálvvuiguin » maid sámit mákse sidjiide .
nob: Produksjonen var betydelig , og det nordnorske høvdingaristokratiet bygde i vesentlig grad sin rikdom på de « skattevarene » samene betalte dem.

source: Muhtun norgga historjádutkit leat geažidan ahte sámiid vearromáksima ja gávppašeami árvu lei nu stuoris ahte dat sáhttá maid leat ožžon mearkkašumi ođđa Norgga gonagasriikka dássemii ja sihkkarastimii , go dát válddii badjelasas vearuhandoaimma .
nob: Enkelte norske historikere har vært inne på at verdien av skatten og handelen med samene , var så stor at den også kan ha fått betydning for å stabilisere og sikre det nye norske rikskongedømmet , når dette overtok skattleggingsvirksomheten .

source: Sámiid gálvvus lei earenoamáš alla árvu , ja gálvu jođihuvvui viidát Davviriikkaid rájáid olggobealde .
nob: De varene samene produserte var svært verdifulle , og etterspurte langt ut over Norden .

source: Dát mielddisbuvttii ahte stáhtat gilvaledje gaskaneaset sihke vearrogáibideamis ja mearridanválddi hálddaheamis sámiid ja guovllu gos sii ásse .
nob: Dette førte til konkurranse mellom statene om beskatning og jurisdiksjonsutøvelse over samene og områdene hvor de holdt til .

source: Dán proseassas gehččojuvvojedje sámit muhtun muddui stáhtaid oktasaš riikkavulosažžan , earret eará bilaterála 3 šoahpamušaid bokte .
nob: I denne prosessen ble samene delvis ansett som statenes felles undersåtter , blant annet gjennom bilaterale avtaler .

source: Áššeoasálaččat sáhtte ovdamearkka dihtii soahpat ahte goappašagain galggai leat vearrogáibidanriekti , muhto dušše nubbi galggai doaimmahit girkolaš ja hálddahuslaš mearridanválddi .
nob: Partene kunne for eksempel bli enige om at begge skulle ha skattleggingsrett , mens bare den ene skulle utøve geistlig og verdslig jurisdiksjon .

source: Ovdamearkka dihtii dahkkojuvvui Norgga ja Novgorod gaskkas ráfisoahpamuš 1326s , ja nu gohčoduvvon rádjamearrádus njeallje jagi maŋŋil .
nob: Mellom Norge og Novgorod ble det for eksempel inngått en fredstraktat i 1326 , og et såkalt grenseskille som er tre-fire år yngre .

source: Dalle eai mearriduvvon duohta ráját , muhto baicca oktasaš hálddahanguovlu mii roavvát govččai Davvi-Romssa , Finnmárkku ja Guoládaga .
nob: Der ble det ikke fastsatt grenser i egentlig forstand , men et felles influensområde over grovt sett Nord-Troms , Finnmark og Kolahalvøya .

source: Soahpamuša guovdilis oassi lei sámi vearromáksingeatnegasvuohta goappašiid stáhtii .
nob: Samisk skattebetaling til begge statene var det sentrale .

source: — uovvovaš čuohtejagiid mielddisbuvttii dát gilvu gaskal ruoššaid / gárjillaččaid ruoŧŧilaččaid / láddelaččaid ja dážaid / dánskalaččaid máŋgii máŋggageardásaš vearromáksima ja geafahuvvama .
nob: Rivaliseringen mellom russere / karelere svensker / finner og nordmenn / dansker førte i de påfølgende to-tre hundreårene ofte til flerdobbel beskatning og utbytting .

source: Dynamihkka lei nu ahte geat gáibidedje sámi ássanguovllu osiid , oaivvildedje ahte sin eanagáibádusat nannejuvvojedje dađi mielde man stuorra vearuid nagadedje bearrat .
nob: Dynamikken var at de som gjorde krav på deler av det samiske området , mente at kravene ble forsterket og underbygd , jo høyere skatt man maktet å drive inn .

source: Boksa 2.1 Sámiid golmmageardásaš vearromáksingeatnegasvuohta
nob: Boks 2.1 Samenes tredobbelte skatteplikt

source: Peder Claussøn Friis , gii lei 1500-logu servodatárvvoštalli , imaštalai manne sámit gulle sihke Norgga , Ruoŧa ja Ruošša gonagasaid válddi vuollái , ja ahte lei vearromáksingeatnegasvuohta buot golmma gonagassii .
nob: En samtidskommentator på slutten av 1500-tallet , Peder Claussøn Friis , undret seg over at samene hørte inn under kongen av både Norge , Sverige og Russland , og var skattepliktige til alle tre .

source: Sámit ledje nu deaŧalaš vearromáksit ahte juos oktage gottii sápmelačča , de šattai máksit sáhku buot golmma gonagassii .
nob: De var så verdifulle skatteobjekter at hvis noen drepte en same , måtte det bøtes til alle tre kongene . En slik mangedobbel skatteplikt var ikke vanlig .

source: Dan dihtii oaivvildii Claussøn Friis ahte dán golmmageardásaš vearromáksingeatnegasvuhtii fertejedje leat áibbas earenoamáš čilgehusat .
nob: Claussøn Friis mente derfor at den tredobbelte skatteplikten måtte ha helt spesielle forklaringer .

source: Su čilgehus lei ahte ii lean oktage gonagas okto nákcen stivret sámiid , ja sivvan dasa lei sámiid noaidevuođačehppodat .
nob: Det han kom frem til var at én konge alene ikke hadde klart å undertvinge samene . Årsaken var den trolldomsmakten de satt inne med .

source: Dan dihtii ledje dalá gonagasat gártan searvat oktasaš lihttui , stivren dihtii sámiid .
nob: De aktuelle kongene var derfor blitt nødt til å slutte et slags forbund for å få styringen over dem.

source: Ruoŧa gonagas lei , oktan iežas láddelaččaiguin veahkehan Norgga gonagasa .
nob: Svenskekongen var kommet Norges konge til hjelp med sine såkalte østfinner .

source: Ruoššabealde sáddejedje fas bjárpmalaččaid veahkkin .
nob: Fra russisk side stilte man med bjarmelendere .

source: Árvvoštallojuvvui ahte dát álbmogat ledje seamma čeahpes noaiddit go sámit .
nob: De to sistnevnte gruppene skulle være jevngode med samene i trolldom .

source: Sámit vuoittáhalle easkka de go nie ledje čohkken fámuid .
nob: Først når disse kreftene hadde forent seg , måtte samene gi tapt .

source: Sus lea maiddái eará čilgehus sámiid golmmageardásaš vearromáksingeatnegasvuhtii .
nob: Han hadde imidlertid også en annen forklaring på samenes tredobbelte skatteplikt .

source: Sámit háliidedje ráfi ja soabalašvuođa ránnjáriikkaiguin , dahje nugo Pedar Claussøn Friis dadjá « … Fred og ingen Fiendskab af de nest omliggendis Land . »
nob: De ville ha « … Fred og ingen Fiendskab af de nest omliggendis Land . »

source: 1500-logu álggus álggahuvvui eanet ekspansiiva 4 ruoŧa politihkka davás Jiekŋameara gátti guvlui .
nob: I første halvdel av 1500-tallet ble det lagt grunnlag for en mer ekspansiv svensk politikk nordover mot Ishavskysten .

source: Birkkalaččaid boares vearrogáibidanvuoigatvuohta sámiid ektui biddjojuvvui de gonagasa válddi vuollái .
nob: Birkarlenes gamle skattlegging av samene ble samtidig lagt inn under kronen .

source: Oassin dán politihka gárgedeamis celkkii Gustav Vasa jagis 1551 ahte sámit geat orro Jiekŋameara gátti mielde – « Vesterhavet » – ledje Ruoŧa riikkavulosaččat .
nob: Som et ledd i denne utviklingen proklamerte Gustav Vasa i 1551 , at samene på en lang strekning av Ishavskysten – « Vesterhavet » – var Sveriges undersåtter .

source: Sis lei de vearromáksingeatnegasvuohta dušše fal sutnje , ja dan ovddas lohpidii suodjalit sihke sámiid ja sin opmodaga .
nob: De var skattepliktige kun til ham , og han tok både dem og deres rørlige og urørlige gods under sin beskyttelse .

source: Dát lasihii stáhtaidgaskasaš vuostálasvuođaid .
nob: Dette skjerpet motsetningene mellom de involverte statene .

source: Dilli čielggai goitge veahá jagis 1595 .
nob: En viss avklaring fant likevel sted i 1595 .

source: Dalle Ruošša attii Ruŧŧii vuoigatvuođa gáibidit vearu sámiin geat orro Várjjaga oarjjabealde .
nob: Russland overdro da til Sverige sin skattleggingsrett av samene vest for Varanger .

source: 1595 soahpamuša vuođul oaivvildii Ruoŧa gonagas ahte son lei nannen iežas vuoigatvuođaid Norgga davimus riddo- ja vuotnaguovlluin .
nob: Med avtalen fra 1595 som grunnlag , mente den svenske kongen at hans rett til kyst- og fjordområdene i det nordligste Norge var blitt styrket .

source: 1600-logu álggogeahčen geahččaledje ruoŧŧilaččat earret eará ásahit fysihkalaš doarjjabáikkiid Finnmárkui , ja sáddejedje davás olbmuid geat gonagasa namas galge organiseret luossabivddu stuorra luossajogain
nob: På begynnelsen av 1600-tallet prøvde svenskene blant annet å etablere fysiske støttepunkter i Finnmark , og etter ordre fra Stockholm ble det sendt folk nordover som på kongens vegne skulle organisere fisket i de største lakseelvene .

source: Váldegilvu Davvikalohta davimus guovlluin lei okta sivva Kalmarsoahtái jagiin 1611–12 . Dán soađis vuoittáhalai Ruoŧŧa .
nob: Blant annet striden om herredømmet over den nordligste delen av Nordkalotten , førte til Kalmarkrigen , 1611–12 , som Sverige tapte .

source: 1613 ráfisoahpamušas mearriduvvui ahte Norga okto galggai ráđđet riddo- ja vuotnaguovlluid maid alde soahti lei buollán .
nob: Gjennom fredsslutningen i 1613 , ble det slått fast at de omtvistede kyst- og fjordområdene , ene og alene skulle tilhøre Danmark – Norge .

source: Dát fas mielddisbuvttii ahte dán guovllu sámit šadde dušše ovtta stáhta vulosažžan , sihke mearridanválddi ja vearromáksingeatnegasvuođaid dáfus .
nob: Dermed fikk også samene i dette området bare én stat å forholde seg til , både i jurisdiksjonell og skattemessig forstand .

source: Sis-Finnmárkku sámi guovlluid dáfus ii čielgan dilli seamma láhkai .
nob: For de samiske områdene i den indre delen av Finnmark , ble det imidlertid ikke noen tilsvarende avklaring .

source: Dahkkojuvvui bilaterála soahpamuš mii mearridii ahte Sis-Finnmárkku sámit galge leat goappašiid riikkaid vulosažžan .
nob: Der fikk man en bilateral avtale om at samene skulle være begge landenes undersåtter .

source: Ruoŧas galggai leat sihke girkolaš ja hálddahuslaš váldi , muhto sámit geat orro guovllus galge máksit vearu goappašiid stáhtii .
nob: Sverige skulle ha den geistlige og verdslige jurisdiksjon , men samene som bodde der skulle betale skatt til begge statene .

source: Ledje eanet soađit gaskal Danmárkku / Norgga ja Ruoŧa / Suoma maiddái 1600-logus .
nob: Danmark med Norge , og Sverige med Finland , lå flere ganger i strid med hverandre , også på 1600-tallet .

source: Dát váikkuhii oarjelsámiide .
nob: Dette fikk konsekvenser for sørsamene .

source: Nuppi soađi boađus lei namalassii ahte Jämtland ja Härjedalen , mat dan rádjái ledje gullan Norgii , šadde Ruoŧa riikka oassin 1645s .
nob: Utfallet av nok en krig var nemlig at Jemtland og Härjedalen i 1645 gikk over fra å være norske , til å bli svenske distrikter .

source: 1700-logus mearridedje Danmárku / Norga ja Ruoŧŧa geassit riikkaidgaskasaš rájá .
nob: Et stykke ut på 1700-tallet ble Danmark-Norge og Sverige enige om å komme frem til en endelig grense mellom de to landene .

source: Dát mielddisbuvttii ahte maiddái galggai mearriduvvot goappá riikkas galggai leat jurisdikšuvdna 5 dálá Sis-Finnmárkkus .
nob: Dette innebar også at det skulle bestemmes hvem som skulle få jurisdiksjon over det som nå er den indre delen av Finnmark .

source: Dát rádjageassin ja rádjamearrideapmi dahkkojuvvui jagis 1751 .
nob: Denne grensetrekkingen og grensefastsettelsen fant sted i 1751 .

source: Norga oaččui oktasaš guovllu stuorámus oasi .
nob: Mesteparten av fellesområdet tilfalt Norge .

source: Deaŧalaš sivva lei go Finnmárkku duoddarat ledje Norgii čáláhallan boazosápmelaččaid dálveguohtuneatnamat .
nob: Én viktig årsak til dette var norskregistrerte reindriftssamers bruk av Finnmarksvidda til vinterbeite .

source: Rádjá mii dalle gessojuvvui lea ain dál rádján gaskal Ruoŧa ja Norgga , ja gaskal Suoma ja Norgga .
nob: Grenselinjen fra den gang er stadig grense mellom Sverige og Norge , og Finland og Norge .

source: 1800-logu álggogeahčen juhkkojuvvui maŋimuš sámi oktasaš guovlu .
nob: I første halvdel av 1800-tallet ble det siste samiske fellesområdet delt opp .

source: Dát guovlu fátmmastii nuortalaš sámi siiddaid Njávdama , Báhčaveaji ja Beahcáma , Várjavuona máttabealde .
nob: Det var de øst- eller skoltesamiske siidaene Neiden , Pasvik , og Petsjenga ( « Peisen » ) , sør for Varangerfjorden .

source: Dát dahkkojuvvui dan oktavuođas go jagis 1826 gessojuvvui rádjá gaskal Ruošša ja Norgga , ja gaskal Norgga ja Suoma .
nob: Det skjedde i forbindelse med at grensen mellom Russland og Norge , og mellom en del av Norge og Finland , ble trukket i 1826 .

source: Boađusin šattai ahte dálá Mátta-Várjjat šattai dalle Norgga oassin .
nob: Resultatet ble at nåværende Sør-Varanger ble en del av Norge .

source: 1826 rádjageassima rádjai ledje dien guovllu sámit eanas leamaš ruošša mearridanválddi vuolde , muhto sis lei vearromáksingeatnegasvuohta maiddái Norgii .
nob: Frem til da hadde samene i dette området i det vesentlige vært under russisk jurisdiksjon , men med skatteplikt også til norsk side .

source: 1826 rádjasoahpamuš loahpahii maiddái hámolaččat Norgga boares vearrogáibádusa Guoládaga sámiid ektui – dát gáibádus ii lean goitge leamaš duohtan dahkkojuvvon 1600-logu álggu rájes .
nob: Grensekonvensjonen av 1826 gjorde også formelt slutt på Norges flere hundre år gamle pretensjon på skatten fra samene på Kolahalvøya – en pretensjon som for øvrig ikke hadde hatt noe reelt innhold siden begynnelsen av 1600-tallet .

source: 2.3 1751 rádjageassin .
nob: 2.3 Grensetrekkingen i 1751 .

source: Sámiid beroštusat galge váfistuvvot
nob: Samenes interesser skulle sikres

source: Dat mii dahká 1751 rádjasoahpamuša earenoamáš miellagiddevažžan , sihke stáhta ja sámi perspektiivvas , lea soahpamuša máŋggadáfogis lasáhus mas leat 30 paragráfa rájáidrasttideaddji johttisápmelaččaid vuoigatvuođaid birra .
nob: Det som både i et statlig og samisk perspektiv er særlig interessant i forbindelse med grensetraktaten fra 1751 , er det innholdsrike tillegget på 30 paragrafer , om de grenseoverflyttende samenes rettigheter .

source: Dát lassesoahpamuš – mas galggai leat seamma fápmu go rádjasoahpamušas – gohčoduvvui lappekodisillan ( sámelasáhussan ) .
nob: Denne tilleggsavtalen – som skulle ha samme kraft som grensetraktaten selv – er senere blitt kalt lappekodisillen .

source: Lappekodisilla vuođusin lei stáhtaid áigumuš sihkkarastit sámi álbmoga boahtteáiggi .
nob: Til grunn for denne lå en uttalt vilje fra statenes side om å sikre fremtiden for det samiske folket .

source: Soahpamuša ovdabarggus daddjojuvvui erenoamážit ahte áigumuššan lei váikkuhit sámi álbmoga seailluheami , dahje « den Lappiske Nations Conservation » .
nob: I forarbeidene ble det nemlig eksplisitt sagt at man ønsket å bidra til « den Lappiske Nations Conservation . »

source: Lappekodisilla deaŧalaččamus sisdoallu lea sámi ealáhusvuoigatvuohta .
nob: Det viktigste med lappekodisillen er de samiske næringsrettighetene .

source: Go sápmelaččat dárbbašedje rasttidit rájá ealáhusa oktavuođas , erenoamážit boazodoalu oktavuođas , de galggai sis ain leat vuoigatvuohta dan dahkat .
nob: De samene som hadde behov for å krysse grensen i forbindelse med næringsutøvelsen , i særlig grad reindrift , skulle fortsatt ha full rett til å gjøre dette .

source: Vissis divada vuostá galggai sis maiddái leat vuoigatvuohta geavahit nuppi riikka čáziid ja eatnamiid seamma láhkai go dan riikka vulosaččat dahke , sihke guohtumii , fuođđobivdui ja sáivačáhce- ja mearrabivdui .
nob: Mot en viss avgift skulle de ha rett til å bruke land og vann i det andre landet på linje med dets egne undersåtter . Dette gjaldt både beite , jakt , og fiske i sjø og ferskvann .

source: Rádjarasttidemiid oktavuođas sisafievrriduvvui muhtun muddui sierra sámi hálddaheapmi , mas sámeleansmánni galggai lean guovddážis .
nob: I forbindelse med overflyttingene ble det innført en viss egenforvaltning , hvor samelensmannen skulle ha en sentral rolle .

source: Viidáseappot ásahii kodisilla siskkáldas sámi riektevuogádaga , ja sámi duopmostuoluid main lei osohahkii mearkkašahtti duopmováldi – maiddái ođđa rájá rastá – « Lapperetten » .
nob: Kodisillen instituerte videre et internt samisk rettssystem , og samiske domstoler med til dels betydelig myndighet – også på tvers av den nye grensen – « Lapperetten » .

source: Dasa lassin mearriduvvui ahte galge leat sámi áirasat dábálaš riektevuogádaga vuolimus dásis , dalle go nuppi riikka sápmelaš gessojuvvui rievtti ovdii .
nob: Dessuten ble det fastsatt at det skulle være samisk representasjon på det laveste nivået i det ordinære rettsvesenet , når en same fra det andre landet stod for retten .

source: Lei lunddolaš ahte kodisilla maiddái attii njuolggadusaid das mo sápmelaččat sáhtte válljet riikkavulosašvuođa , dahje mo dát vulosašvuohta galggai mearriduvvot .
nob: Naturlig nok ble det i kodisillen også gitt retningslinjer for hvordan samene kunne velge statsborgelig tilhørighet , eller hvordan denne tilhørigheten skulle avgjøres .
